brew "ack"
brew "autoconf"
brew "awscli"
brew "cowsay"
brew "ctags"
brew "dirmngr"
brew "dnsmasq", restart_service: true
brew "emacs", restart_service: true
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "git"
brew "gnupg"
brew "gpg"
brew "gpg-agent", link: true
brew "graphicsmagick"
brew "graphviz"
brew "gsasl"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "keybase"
brew "libdvdcss"
brew "libffi"
brew "libksba"
brew "libmagic"
brew "libquvi"
brew "librsync"
brew "libtool"
brew "libusb-compat"
brew "little-cms2"
brew "lua"
brew "lzo"
brew "mas"
brew "mkvtoolnix"
brew "mosh", args: ["HEAD"]
brew "mpc"
brew "mpd"
brew "mpdscribble"
brew "mysql", restart_service: true
brew "ncmpcpp"
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "nvm"
brew "perl"
brew "php", restart_service: true
brew "poppler"
brew "popt"
brew "pth"
brew "pygtk"
brew "python"
brew "python3"
brew "quvi"
brew "ripgrep"
brew "ruby"
brew "shared-mime-info"
brew "sqlite"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "unrar"
brew "vobsub2srt", args: ["HEAD"]
brew "weechat"
brew "wget"
brew "xdot"
brew "yarn"

cask "1password"
cask "atext"
cask "charles"
cask "divvy"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "mas"
cask "notion"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "slack"
cask "sublime-text"
cask "transmission"
cask "vlc"
cask "webpquicklook"

mas "iA Writer Classic", id: 439623248
mas "JPEGmini Lite", id: 525742250
mas "Pixelmator", id: 407963104
mas "Snappy", id: 512617038
mas "Xcode", id: 497799835

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
