1password
atext
charles
divvy
firefox
flux
google-chrome
imagealpha
imageoptim
iterm2
notion
qlcolorcode
qlimagesize
qlmarkdown
quicklook-csv
quicklook-json
slack
sublime-text
transmission
vlc
webpquicklook
